TargetApplication=3.57
Author=-=XARA=-
SourceLANGID=1033
LANGID=2052
Generator=DKLang Translation Editor v3.0
LastModified=2013-05-16 16:43:28

[About]
00000002=关于
00000094=ARen
00000161=关闭
00000162=版本
00000165=欢迎提供意见,错误, 以及改善的方法.
00000166=关于Advanced Renamer
00000167=访问论坛
00000168=捐赠

[AddDir]
00000002=添加目录
00000094=掩码(&M):
00000161=取消
00000162=确定
00000163=包含子目录(&S)
00000164=新文件夹...

[ARenMain]
00000002=ARen
00000005=0 项目
00000006=0 错误
00000007=状态: 完成
00000008=主工具栏
00000009=刷新
00000010=测试批处理
00000011=自动测试
00000012=缩略图
00000013=设置
00000014=帮助
00000015=索引(英语)...
00000016=热键(英语)...
00000017=版本记录(英语)...
00000018=检测新版本...
00000020=关于...
00000021=撤消以前的批处理
00000022=开始批处理
00000023=工具条列表
00000024=添加
00000025=文件...
00000026=目录...
00000027=列表
00000028=加载...
00000029=保存...
00000030=清除...
00000031=移除错误项目
00000032=移到顶部
00000033=向上移动
00000034=向下移动
00000035=移到底部
00000036=重命名文件
00000058=重命名目录
00000067=文件名:
00000068=目录:
00000069=大小:
00000070=创建日期:
00000071=修改日期:
00000072=文件类型:
00000073=属性:
00000074=访问日期:
00000075=项目信息
00000076=无信息
00000077=无法加载额外的信息. 文件可能正被使用.
00000078=照片
00000079=尺寸:
00000080=拍摄日期:
00000081=作者:
00000082=版权:
00000084=ID3
00000085=标题:
00000086=艺术家:
00000087=专辑:
00000088=曲目号:
00000089=年份:
00000090=流派:
00000091=目录
00000092=包含:
00000094=未找到方法.
00000095=重命名方法列表
00000096=方法栏
00000097=添加方法
00000098=移除方法
00000099=清除
00000100=顶部
00000101=向上
00000102=向下
00000103=底部
00000105=加载方法列表
00000106=保存方法列表
00000107=预设:
00000110=保存列表
00000111=移动选中项
00000112=移到顶部
00000113=向上移动
00000114=向下移动
00000115=移到底部
00000116=添加...
00000117=移除
00000118=执行
00000119=属性...
00000120=加载列表...
00000121=到文本文件...
00000122=清除列表
00000123=刷新
00000124=属性集
00000125=匹配列宽
00000144=自定义...
00000145=复制
00000152=移动
00000153=顶部
00000154=向上
00000155=向下
00000156=底部
00000157=变更方法为
00000158=添加方法
00000159=删除
00000160=清除
00000161=需要"入门指南"帮助(英语)?
00000162=需要"入门指南"帮助(英语)?
00000163=入门指南...
00000164=添加批处理方法
00000179=插入标签
00000180=撤消
00000181=剪切
00000182=复制
00000183=粘贴
00000184=全选
00000185=访问在线论坛(英语)...
00000186=自定义列
00000187=组
00000188=匹配列宽
00000189=自定义...
00000190=查看风格
00000191=详细信息
00000192=大图标
00000193=小图标
00000194=列表
00000195=捐赠...
00000196=标记
00000197=取消标记所选项
00000198=标记选中项
00000200=取消全选
00000201=标记全部
00000202=批处理模式
00000203=输出目录:
00000204=保存列表
00000205=为CSV文件...
00000206=移除没有ID3标签的项目
00000207=移除没有照片信息的项目
00000219=名称冲突规则:
00000220=分隔符:
00000221=模式:
00000223=打开批处理方法
00000225=保存批处理方法
00000226=视频
00000227=尺寸:
00000228=帧率:
00000229=时长:
00000230=视频编码器:
00000231=音频编码器:
00000232=码率:
00000233=GPS位置:
00000234=随机排序
00000235=更改描述...
00000236=GPS精确度:
00000237=ExifTool...
00000238=添加目录工具栏
00000239=添加选定
00000240=显示文件
00000241=刷新
00000242=目录面板
00000243=目录面板
00000244=添加选定
00000245=电视节目...
00000246=导入
00000247=电视节目:
00000248=电视剧集:
00000249=CSV 文件...

[BatchResultFrame]
00000003=上次结果
00000004=总项目数:
00000005=发现错误:
00000006=显示错误...
00000007=撤消上一次批处理...
00000008=添加所有成功的项目
00000009=添加有错误的项目
00000010=添加所有项目

[CustomizeCols]
00000002=自定义列
00000094=列组:
00000095=列:
00000096=列宽:
00000097=确定
00000098=取消
00000099=向上
00000100=向下
00000101=顶端
00000102=底部
00000103=保存
00000104=删除

[frmAddFolderChoice]
00000001=添加目录
00000002=取消
00000003=确定
00000004=添加目录中的文件
00000005=添加文件夹
00000006=包含子目录
00000007=文件名掩码(&M):
00000008=选择你想要的将添加目录到Advanced Renamer的方式
00000009=添加根目录
00000010=添加子目录

[InsertTag]
00000003=<Inc Nr> - 编码递增
00000096=默认
00000097=<DirName> - 目录名称
00000099=<Inc Alpha> - 字母递增
00000101=<Num Dirs> - 目录中子目录总数
00000103=<Num Files> - 目录中文件总数
00000105=<Ext> - 文件扩展名
00000107=<Name> - 不带扩展名的文件名
00000109=<Inc NrDir> - 每个文件夹编码递增
00000111=<Num Items> - 列表中项目总数
00000113=ID3/MP3
00000114=<ID3 Album> - ID3 专辑
00000116=<ID3 Year> - ID3 年份
00000118=<ID3 Track> - ID3 曲目编号
00000120=<ID3 Title> - ID3 标题
00000122=<ID3 Genre> - ID3 类型
00000124=<ID3 Artist> - ID3 艺术家
00000126=照片
00000127=<IMG Width> - 照片宽度
00000129=<IMG Height> - 照片高度
00000131=<IMG Year>  - 照片拍摄时间: 年
00000133=<IMG Month>  - 照片拍摄时间: 月
00000135=<IMG Day> - 照片拍摄时间: 日
00000137=<IMG Hour> - 照片拍摄时间: 时
00000139=<IMG Min> - 照片拍摄时间: 分
00000141=<IMG Sec> - 照片拍摄时间: 秒
00000143=<IMG Author> - 照片艺术家
00000145=<IMG Copyright> - 照片版权
00000147=时间
00000148=<Year> - 年
00000150=<Sec> - 秒
00000152=<Min> - 分
00000154=<Hour> - 时
00000156=<Day> - 日
00000158=<Month> - 月
00000160=创建日期
00000161=<Year Created> - 创建(年)
00000163=<Sec Created> - 创建(秒)
00000165=<Min Created> - 创建(分)
00000167=<Hour Created> - 创建(时)
00000169=<Day Created> - 创建(日)
00000171=<Month Created> - 创建(月)
00000173=修改日期
00000174=<Year Modified> - 修改(年)
00000176=<Sec Modified> - 修改(秒)
00000178=<Min Modified> - 修改(分)
00000180=<Hour Modified> - 修改(时)
00000182=<Day Modified> - 修改(日)
00000184=<Month Modified> - 修改(月)
00000186=帮助(英语)
00000187=<Rand> - 随机编码
00000188=高级
00000189=<File Content> - 读取文件内容,[开始位置]:[提取字符数](1汉字=2字符)
00000190=<Bitrate> - 码率
00000191=<Substr> - 正向取字,[从第n个字符开始]:[向后取n个]
00000192=<RSubstr> - 反向取字,[从倒数第n个字符]:[向前取n个]
00000193=<Word> - 取原文件(夹)名部分做为新文件(夹)名
00000194=<IMG Subsec> - 照片拍摄时间: 亚秒
00000195=文件大小
00000196=<Filesize> - 文件大小
00000197=<Filesize KB> - 文件大小(KB)
00000198=<Filesize MB> - 文件大小(MB)
00000199=<Filesize GB> - 文件大小(GB)
00000200=<Filesize TB> - 文件大小(TB)
00000201=视频
00000202=<Video Width> - 视频水平分辨率
00000203=<Video Height> - 视频垂直分辨率
00000204=<Video Codec> - 视频编码器
00000205=<Video Audio Codec> - 音频编码器
00000206=<Bitrate> - 全局码率
00000207=<Video Bitrate> - 仅视频码率
00000208=<Video Audio Bitrate> - 仅音频码率
00000210=<Video FrameRate> - 视频每秒帧数
00000211=<Video Duration> - 视频播放时间
00000212=<Img CameraMake> - 相机制造商
00000213=<Img CameraModel> - 相机型号
00000214=<Img Aperture> - 光圈
00000215=<Img Brightness> - 亮度
00000216=<Img FocalLength> - 焦距
00000217=<Img ISO> - ISO感光度
00000218=<Img ShutterSpeed> - 快门速度
00000219=<Img ExposureTime> - 曝光时间
00000220=<Img Subject> - 主题
00000221=<Img Title> - 名称
00000222=<Img Contrast> - 对比度
00000223=<Img ExposureMode> - 曝光模式
00000224=<Img ExposureProgram> - 曝光程序
00000225=<Img Saturation> - 饱和度
00000226=<Img Sharpness> - 锐度
00000227=<Img WhiteBalance> - 白平衡
00000228=GPS
00000229=<GPS Lat> - 纬度
00000230=<GPS Lat Deg> - 纬度(度)
00000231=<GPS Lat Sec> - 纬度(秒)
00000232=<GPS Lat Min> - 纬度(分)
00000237=<GPS Lng> - 经度
00000238=<GPS Lng Deg> - 经度(度)
00000239=<GPS Lng Min> - 经度(分)
00000240=<GPS Lng Sec> - 经度(秒)
00000241=<GPS Alt> - 海拔
00000242=<GPS Country> - 照片拍摄所在地的国家
00000243=<GPS City> - 照片拍摄所在地的城市
00000244=<GPS State> - 照片拍摄所在地的州(省)
00000245=<GPS Lng Dir> - 经度方向
00000246=<GPS Lat Dir> - 纬度方向
00000247=<ExifTool> - 值来自ExifTool
00000248=ExifTool是一款支持额外的图像和文档格式的外部程序.
00000249=校验和
00000250=<MD5> - MD5 校验和
00000251=<SHA1> - SHA-1 校验和
00000252=<SHA256> - SHA-256 校验和
00000253=电视节目
00000254=<TVShow Genres> - 类型列表
00000255=<TVShow Year> - 剧集的播放年份
00000256=<TVShow Title> - 电视节目名称
00000257=<TVShow Season> - 剧季数
00000258=<TVShow EpisodeNumber> - 剧集数
00000259=<TVShow Day> - 剧集的播放天
00000260=<TVShow Month> - 剧集的播放月份
00000261=<TVShow StartYear> - 节目首播年份
00000262=<TVShow EpisodeTitle> - 剧集标题

[InsertTagWnd]
00000002=文本域值
00000094=取消
00000095=数值
00000096=模式
00000097=确定
00000098=使用正则表达式
00000099=标签:
00000100=正则表达式元字符:

[Patern]
00000002=模式
00000094=可用的模式:
00000159=删除
00000160=选中的模式:
00000161=确定
00000162=取消
00000163=添加
00000164=新建

[PreRenaming]
00000002=开始重命名
00000094=重命名设置:
00000160=请在点击"重命名"按钮前确保您的重命名设置是正确的.
00000161=取消
00000162=开始

[Progress]
00000002=进度
00000094=请稍候, 正在执行批处理...
00000160=文件总数:
00000161=OK
00000162=查看错误
00000163=添加文件:
00000164=无
00000165=无\n可被重命名的文件\n无法重命名的文件\n所有文件
00000166=标签1
00000167=文件名
00000168=错误代码
00000169=错误描述
00000170=文件总数:
00000171=成功:
00000172=错误:
00000173=标签2
00000174=发现错误:

[ProgressAdd]
00000002=请稍候
00000094=正在添加文件...
00000161=取消

[ProgressError]
00000002=发现错误
00000094=为批处理而选中的文件发生错误.下列文件无法被重命名,请选择如下操作. 尚无文件被重命名.
00000161=停止批处理
00000163=跳过错误文件
00000164=共有文件:
00000165=错误:
00000166=文件名
00000167=错误

[Settings]
00000002=设置
00000161=取消
00000162=确定
00000163=默认
00000164=替换不支持的字符为:
00000165=缩略图宽度:
00000166=缩略图高度:
00000167=显示文件信息框
00000168=确认清除列表
00000171=资源管理器上下文菜单
00000172=显示网格
00000173=使用EXIF信息作为图像的宽度和高度
00000175=语言:
00000177=保存设置到此文件夹:
00000178=个人文件夹
00000179=与 aren.exe 相同的文件夹
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=打开文件夹...
00000187=显示"入门指南"帮助
00000188=在编码递增标签中使用补零
00000194=启动时检测程序更新
00000195=供照片的日期时间操作使用的EXIF字段:
00000196=重命名列表中项目的选中状态影响编码递增标签
00000197=单词分隔符:
00000198=关联 .aren 文件格式到 Advanced Renamer
00000199=环境
00000200=程序
00000201=重命名
00000202=图像文件
00000203=音乐文件
00000204=ID3优先
00000205=显示添加方法按钮条
00000206=当批处理结束后添加文件:
00000207=控制台处理器
00000208=环境路径中的应用程序目录
00000209=JS 脚本编辑器
00000210=制表符缩进大小:
00000212=滚动越过行末

[UndoBatchForm]
00000002=撤消
00000094=在左侧列表中选择一个撤消任务
00000161=关闭
00000162=撤消此列表
00000163=原始项目
00000164=已重命名的文件名
00000165=错误
00000166=原始目录
00000167=全选
00000168=取消全选
00000169=选择一个先前的批处理任务,然后点击"撤消此列表"以回滚重命名任务.
00000170=重命名目录
00000171=删除...
00000172=不选择错误的项目

[frmCSVImport]
00000002=CSV导入
00000003=导入(&I)
00000008=取消
00000009=文件名:
00000010=列分隔符
00000011=原文件名列:
00000012=新文件名列:(可选)
00000013=原文件基础目录:
00000014=首行为表头
00000015=原文件名
00000016=新文件名
00000017=状态

[frmExifTool]
00000002=ExifTool
00000094=关闭
00000096=标签:
00000097=复制
00000098=ExifTool 是一款相比Advanced Renamer所原生支持的文件格式还要支持更多的外部程序.  使用ExifTool来获取更多的文件元数据.
00000099=ExifTool 网站

[frmJSScript]
00000001=脚本
00000002=关闭并应用脚本
00000003=该脚本刚为列表中的每个项目执行一次.
00000004=该脚本在重复处理列表中的所有项目之前将仅被运行一次.使用它来设置任意的初始值.

[frmTVShow]
00000002=电视节目导入
00000003=确定
00000004=搜索电视节目:
00000005=搜索
00000006=下一个 >
00000007=< 上一个
00000008=取消
00000009=选定的节目:
00000010=类型:
00000011=剧季:
00000013=剧季:
00000014=剧集:
00000015=使用此向导以使用从TVRage.com获取的电视节目信息来操作文件. \n\n在您继续之前请确保列表中的文件已经正确排序.\n\n当完成从tvrage.com导入信息,您可以拿这些电视节目信息并使用电视节目标签来重命名文件.\n
00000016=导入自:
00000017=文件列表数量:
00000018=选定的剧情数量:
00000019=刷新

[$CONSTANTS]
AbsoluteDateTime=绝对日期和时间
Accessed=访问
AccessedDateTime=访问日期和时间
Active=活动
Add=添加
AddFiles=添加文件
AddingFiles=正在添加文件...
All=全部
AllFiles=所有文件
AllItems=所有项目
AnalyzingFiles=正在分析文件...
ApplyScript=应用脚本
ApplyTo=应用到
Archive=存档
Archive_Short=A
Ask=询问
AtIndex=索引位置
Audio=音频
Backwards=反向
BatchModeCopy=复制
BatchModeMove=移动
BatchModeRename=重命名
Beta=Beta
BetaFeature=Beta 功能
CaseSensitive=区分大小写
ColumnName0=文件名
ColumnName1=路径
ColumnName10=ID3类型
ColumnName100=文件夹名
ColumnName101=路径
ColumnName102=创建日期
ColumnName103=属性
ColumnName104=新属性
ColumnName105=新文件夹名
ColumnName106=新创建日期
ColumnName107=错误代码
ColumnName108=错误
ColumnName109=新路径
ColumnName11=ID3标题
ColumnName12=ID3曲目号
ColumnName13=ID3年份
ColumnName14=新属性
ColumnName15=新文件名
ColumnName16=新创建日期
ColumnName17=新访问日期
ColumnName18=新修改日期
ColumnName19=错误代码
ColumnName2=大小
ColumnName20=错误
ColumnName21=拍摄日期
ColumnName22=扩展名
ColumnName23=新路径
ColumnName3=创建日期
ColumnName4=访问日期
ColumnName5=修改日期
ColumnName6=属性
ColumnName7=尺寸
ColumnName8=ID3专辑
ColumnName9=ID3艺术家
CopiedFileCouldNotBeFound=已复制的文件未找到
CopiedFolderCouldNotBeFound=已复制的目录未找到
CopiedItem=已复制项目
CopiedItemPath=已复制项目路径
Created=创建
CreatedDateTime=创建日期和时间
current=当前
Datetime=日期时间
Day=日
DeltaDateTime=相对日期和时间
Description=描述
DirnamePattern=目录名模式
Edit=编辑
Error=错误
Errors=错误
Err_100=确定
Err_101=未知错误
Err_102=文件名中不支持使用<>:"/\\*?
Err_103=文件名中包含非法字符
Err_104=文件名过长
Err_105=文件已存在
Err_106=目录不存在
Err_107=无法找到源文件
Err_108=未指定文件名
Err_109=可能有多个文件名重复
Err_110=无效的重命名方法
Err_111=未找到图像信息
Err_112=未找到ID3标签
Err_113=对<Inc Alpha>文件数量太多
Err_114=无效的时间戳
Err_115=扩展名被改变
Err_116=无效的标签
Err_117=无效的正则表达式
Err_118=未找到模式
Err_119=地理服务器无返回结果
Err_120=地理服务器返回无效结果
Err_121=未发现视频信息
Err_122=未发现GPS信息
Err_123=目录不能被移动或复制到不同的驱动器
Err_124=无效脚本
Err_125=ExifTool错误
Err_126=电视节目信息尚未获取.请先使用电视节目导入窗口.
Excellent=优秀
EXIFDate_DateDigitized=创建日期
EXIFDate_DateOriginal=原始日期
EXIFDate_DateTaken=拍摄日期
Extension=扩展名
Fair=一般
File=文件
FileCouldNotBeRenamed=无法重命名文件
Fileinfo=项目信息
FilenamePattern=文件名模式
FileRenamedOK=文件重命名完成
Files=文件
Folder=文件夹
FolderLocation=文件夹位置
Folders=文件夹
GettingThumbnails=正在提取缩略图
Good=良好
GotErrors=发现错误
HandleNegativeNumbers=处理负数编号
Hidden=隐藏
Hidden_Short=H
Hour=时
Ideal=完美
ImageDateTime=图像日期和时间
ImageFile=图像文件
InputMessageDescription=更改方法描述
InvertCase=反转大小写
ItemNotReverted=无法恢复项目
ItemRevertedOK=项目恢复完成
Items=项目
LoadList=加载列表
LowerCase=设为小写
LowerCaseFirstLetter=设首字母为小写
LowerCaseFirstLetterInEveryWord=设每个单词的首字母为小写
LowerCasePattern=设置为小写模式
MethodName_Add=添加
MethodName_Attributes=属性
MethodName_List=列表
MethodName_Move=移动
MethodName_NewCase=新写法
MethodName_NewName=新名称
MethodName_Remove=移除
MethodName_RemovePattern=移除模式
MethodName_Renumber=重编号
MethodName_Replace=替换
MethodName_Script=脚本
MethodName_Swap=交换
MethodName_Timestamp=时间戳
MethodName_Trim=修剪
Methods=方法
Min=分
Moderate=中等
Modified=修改
ModifiedDateTime=修改日期和时间
Month=月
Month_01_Long=一月
Month_01_Short=01
Month_02_Long=二月
Month_02_Short=02
Month_03_Long=三月
Month_03_Short=03
Month_04_Long=四月
Month_04_Short=04
Month_05_Long=五月
Month_05_Short=05
Month_06_Long=六月
Month_06_Short=06
Month_07_Long=七月
Month_07_Short=07
Month_08_Long=八月
Month_08_Short=08
Month_09_Long=九月
Month_09_Short=09
Month_10_Long=十月
Month_10_Short=10
Month_11_Long=十一月
Month_11_Short=11
Month_12_Long=十二月
Month_12_Short=12
MoveCount=移动个数
MovedFileCouldNotBeFound=无法找到移动的文件
MovedFolderCouldNotBeFound=无法找到移动的目录
MovedItem=移动项目
MovedItemPath=移动项目路径
MoveFrom=移动自
MoveRelative=相对移动
MoveTo=移动到
MsgTitle_Confirm_ClearList=清除列表
MsgTitle_Confirm_OverwriteColumnSet=设置已存在
MsgTitle_Confirm_Quit=退出 Advanced Renamer
MsgTitle_Error=错误
MsgTitle_Error_FileNotFound=未找到文件
MsgTitle_Error_InvalidColumnSetName=无效名称
Msg_Confirm_ClearList=您想要完全清除列表中的文件吗?\n\n确定要继续?
Msg_Confirm_ClearMethodList=清除方法列表?
Msg_Confirm_DeleteColumnSet=删除列组\n\n您确定要删除"%s"吗?
Msg_Confirm_ExtChanged=某些文件的扩展名被更改, 有可能会造成这些文件无法使用.\n\n您确定要继续重命名吗?
Msg_Confirm_OverwriteColumnSet=组已存在\n\n您想覆盖名为"%s"的组吗?
Msg_Confirm_OverwriteFile=覆盖文件?\n\n您要覆盖名为"%s"的文件. 是否继续?
Msg_Confirm_PopulateList=使用列表中项目的原始名称填充到文本框?
Msg_Confirm_Quit=仍有文件在列表中.\n\n确定要退出吗?
Msg_Confirm_RenamingPossibleErrors=发现错误\n\n发现可能有错误导致不能重命名已添加的文件.\n\n要继续重命名吗?
Msg_Confirm_SettingsPathChanged=您已改变了设置文件夹.\n\n您想要复制当前的设置到这个文件夹吗?\n\n提示: 文件夹中任何已存在的文件都会被覆盖.
Msg_Error_AddFileAssociation=无法添加文件关联
Msg_Error_CannotAddSoManyFiles=不能够添加文件.\n\n您不能加载超过%d个项目到列表.
Msg_Error_CheckUpdates=错误\n\n无法检测程序更新.
Msg_Error_CoultNotCreateFolder=无法创建文件夹
Msg_Error_FileNotFound=错误\n\n无法找到名为"%s"的文件.
Msg_Error_InvalidColumnSetName=错误\n\n%s 是一个无效的文件名\n\n列名只能包含字母,数字,-和_.
Msg_Error_InvalidFolder=错误\n\n无效的文件夹
Msg_Error_MustEnableBeforeAddFolders=您只能启用"%s"或 "%s"其中的一个.
Msg_Error_NotFoundItems=%d 个项目未找到.\n\n%s
Msg_Error_NoUndoList=未选择撤消列表
Msg_Error_Only2000Plus=此功能不支持您的操作系统, 它只能用于Windows 2000或者更高的版本.
Msg_Error_RemoveFileAssociation=无法移除文件关联
Msg_Error_RenamingNoFilesInList=错误\n\n因为列表中没有文件所以无法开始重命名.
Msg_Error_Unknown=未知错误\n\n%s
Msg_FirstTimeUse=这可能是您首次使用 Advanced Renamer. 在使用此程序前查看用户指南是个好主意.\n\n您想查看用户指南吗?
Msg_Info_BatchModeNotSupportedForFolders=所选的批处理模式无法被应用到文件夹上.
Msg_Info_ConvertMethods_0310=在此版本的 Advanced Renamer 中,方法预设存储在一个自定义的目录中. 当您点击"确定"后,可以选择一个空文件夹以转换已存在的方法预设.
Msg_Info_CouldNotBeAdded=%d个文件不能被添加.
Msg_Info_ItemsAlreadyInList=%d个项目已存在于列表中
Msg_Info_LanguageChange=语言变更会在下次启动时应用.
Msg_Info_NewVersion=有新版本的 Advanced Renamer 可用.\n\n您想要下载新版吗?
Msg_Info_NoNewVersion=暂时没有新版本的 Advanced Renamer.
Msg_Info_RevertChanges=这将使您所有的改动恢复为默认设置.\n\n要继续吗?
Msg_Info_UndoHasEnded=恢复批处理已经结束, %个错误.
Msg_Info_UndoSuccess=批处理成功还原.
MusicFile=音乐文件
Name=名称
NameAndExtension=名称和扩展名
NameCollisionRule_AppendImgSubsec=添加图片亚秒
NameCollisionRule_AppendNumber=添加递增数字
NameCollisionRule_AppendPattern=添加模式
NameCollisionRule_Fail=失败
NewCase=新写法
NewFolder=新文件夹
NewName=新名称
NewNumber=新编号
No=否
NoChange=不更改
NoMethods=没有使用方法.\n\n点击"添加"按钮添加新方法.
None=无
Nth1=第一次
Nth2=第二次
Nth3=第三次
Nth4=第四次
Nth5=第五次
Nth6=第六次
Nth7=第七次
Nth8=第八次
Nth9=第九次
NumberDifference=编号差异
NumberLength=编号长度
NumberPosition=编号位置
NumericValueOrPattern=数值或搜索模式
Occurrence=事件
OK=确定
OriginalFileNotFound=未找到原始文件
OriginalFileStillExists=原始文件仍存在
OriginalFolderNotFound=未找到原始文件夹
OriginalFolderStillExists=原始文件夹仍存在
Pattern=模式
Poor=低劣
PopulateList=填充列表
PreBatchScript=预批处理脚本...
ReadOnly=只读
Readonly_Short=R
RegEx_AnyChar=任意字符
RegEx_CharList=字符列表中包含的字符
RegEx_Digit=数字字符
RegEx_EndLine=行尾
RegEx_Match0OrMore=匹配零个或多个
RegEx_Match1Or0=匹配零个或一个
RegEx_Match1OrMore=匹配一个或多个
RegEx_MatchLeastNTimeNoMoreM=匹配最少n次但不多于m次
RegEx_MatchLeastNTimes=匹配最少n次
RegEx_MatchNTimes=匹配n次
RegEx_NonCharList=字符列表中不包含字符
RegEx_NonDigit=非数字字符
RegEx_NonWordChar=非单词字符
RegEx_StartLine=行首
RegEx_SubAlternative=子模式选择对象
RegEx_SubGroup=子模式组
RegEx_SubMatch=第1个子模式匹配
RegEx_WordChar=单词字符
RemoveCount=移除个数
RenamedFileCouldNotBeFound=无法找到已重命名的文件
RenamedFolderCouldNotBeFound=无法找到已重命名的目录
RenamedItem=重命名项目
RenamedItemPath=重命名项目路径
RenumberChange=更改为
RenumberChangeTypeAbsoluteText=绝对编号
RenumberChangeTypeRelativeText=相对于现有编号
Replace=替换
ReplaceWith=替换为
SaveColumnSet=保存列集
SaveList=保存列表
Season=剧季
Sec=秒
SelectFolder=选择文件夹
SelectMethod=选择一个方法.
Separator=分隔符
Set=设置
ShowInWindow=在窗口中显示...
Skip=间隔
StartingAt=开始于
Status=状态
Status_TestingNames=状态: 正在测试命名...
System=系统
System_Short=S
Tag=标签
TagCategoryAdvanced=高级标签
TagCategoryChecksum=检验和标签
TagCategoryDateTime=日期/时间标签
TagCategoryDateTimeCreated=创建日期/时间标签
TagCategoryDateTimeModified=修改日期/时间标签
TagCategoryDefault=默认标签
TagCategoryFileSize=文件大小标签
TagCategoryGPS=GPS位置标签
TagCategoryID3=ID3/MP3标签
TagCategoryImage=图像标签
TagCategoryTVShow=电视节目
TagCategoryVideo=视频标签
TBShowlblEpisodesTitle=为"%s"选择剧季和剧集.
TextList=文本列表
TextToBeReplaced=替换文本
ToRemoveMoreThanOne=要替换一个以上的模式时使用"\\"来分隔不同的模式
ToReplaceMoreThanOne=要替换一个以上的短语时使用"\\"来分隔不同的短语
TrimCharacters=修剪字符
TypeNameForColumnSet=为列集合输入名字
Unknown=未知
Unset=取消设置
UpdateAvailable=有可用升级. 点击以升级.
UpperCase=设为大写
UpperCaseFirstLetter=设首字母为大写
UpperCaseFirstLetterInEveryWord=设每个单词的首字母为大写
UpperCasePattern=设置为大写模式
UseRegularExpressions=使用正则表达式
Value=值
Video=视频
VideoFile=视频文件
WithErrors=有错误的项目
WithoutErrors=无错误的项目
WordSeperators=字分隔符
Year=年
Yes=确定
ZeroPadding=补零
ZeroPadTypeAuto=自动
ZeroPadTypeManual=手动
ZeroPadTypeNo=无填空
